export default function handler(req, res) {
  res.status(200).json(
  		{
  			'Number':'2985',
  			'Image':'https://imgur.com/1uOHaTv.jpg',
  			'Name_tc':'木裝姬',
  			'Name_jp':'聖遺解放シエル',
  			'hp':'20085',
  			'Atk_before':'220x3(4)回',
  			'Atk_after':'269x3(4)回',
  			'Soul':'5格',
  			'Type':['HPtype','防禦type'],
  			'Characteristic_Before':['貫通 Lv2','防禦性能 Lv3'],
  			'Characteristic_After':['貫通 Lv3','防禦性能 Lv3','技能盾 Lv1&追加攻擊'],
  			'Tp_Transform':'30',
  			'Tp_Characteristic':'道具生成',
  			'Comment':"<p>三代木限定，原設定應該是以防禦及生存力為主的棋寵，但不知怎最後變了往瞬間爆發輸出的奇怪方向發展下去...(?</p><p>覺醒前主動技能為單回合無敵、必定暴擊及即時回復HP，技能冷卻時間有點長，但是回復量適中，能觸發到大部份二段隊長技能的回復時強化攻擊效果，另一方面亦很好地配合了自身作隊長時的暴擊傷害增加效果，整體來看實用度還不錯。覺醒後主動技為速攻兩回合無敵及大量回復HP，配合覺醒前技能使用可以瞬間把隊伍血量起死回生，同時最多可持續三回合無敵效果，即時分開使用亦能有很可觀的保命效果。</p><p>TP技能對象僅限於自身，加上有指定屬性、攻擊類型及TP需求量不低等等原因，基本上可以直接無視這個技能。覺醒特性是優秀的道具生成，比較可惜的是自身沒有全體化效果配合。整體來看，在現時版本當隊員還是很OK的，但隊長的話鑑於隊員限制較大及二段傷害只有普通攻擊能吃到，所以就偏向比較次選的級別了。</p>"
  		}
  	)
}