export default function handler(req, res) {
  res.status(200).json(
  		{
  			'Number':'2986',
  			'Image':'https://imgur.com/ytIMQ1O.jpg',
  			'Name_tc':'光裝姬',
  			'Name_jp':'聖遺解放エクレール',
  			'hp':'16532',
  			'Atk_before':'320x3(4)回',
  			'Atk_after':'327x3(4)回',
  			'Soul':'5格',
  			'Type':['平衡type','輔助type'],
  			'Characteristic_Before':['飛行','詛咒 Lv3'],
  			'Characteristic_After':['飛行','詛咒 Lv3','技能盾 Lv1&追加攻擊'],
  			'Tp_Transform':'25',
  			'Tp_Characteristic':'陷阱發動',
  			'Comment':"<p>三代光限定，以輔助特性為主的棋寵，主要以咀咒及陷阱作為輸出傷害的手段。</p><p>覺醒前主動技能為大範圍防貫炮擊並同時設置對十字列陷阱，技能冷卻時間短，直接炮擊傷害不高，陷阱的傷害清理道中倒是還可以，但需要適當的誘導敵人技巧才能發揮效果。覺醒後的技能為全版面設置對十字列防貫陷阱，使用前要注意覺醒前後技能冷卻有差，覺醒後並不可以直接使用。輸出方面即使配合了自身的陷阱發動特性，由於倍率依舊偏低的關係傷害並不理想，用作蓋過王的陷阱而言技能冷卻又太長，整體實用性偏低。</p><p>TP技能為減少自身技能冷卻回合，剛好可以再次使用，但短時間內再次使用接近零效益，用作重覆蓋過敵方的陷阱而言這TP量代價又太大，用上的機會不多。作為輔助隊長固有的問題就是咀咒是機率發動，無法確保有穩定的物理輸出手段，更別提自身當隊長時的倍率有點跟不上時代。綜合而言，在關卡沒有特殊限制，選無可選的情況下，老玩家們大概都不會考慮她上場的可能性。</p>"
  		}
  	)
}