export default function handler(req, res) {
  res.status(200).json(
  		{
  			'Number':'2983',
  			'Image':'https://imgur.com/1aLy246.jpg',
  			'Name_tc':'火裝姬',
  			'Name_jp':'聖遺解放フラマ',
  			'hp':'19000',
  			'Atk_before':'278x3(4)回',
  			'Atk_after':'284x3(4)回',
  			'Soul':'5格',
  			'Type':['平衡type','反擊type'],
  			'Characteristic_Before':['貫通 Lv2','迴避性能 Lv2'],
  			'Characteristic_After':['貫通 Lv3','迴避性能 Lv2','技能盾 Lv1&追加攻擊'],
  			'Tp_Transform':'40',
  			'Tp_Characteristic':'超反擊',
  			'Comment':"<p>三代火限定，以特化反擊傷害為主的棋寵，作為隊長的攻防倍率至少還是現時代可用的級別。</p><p>覺醒前主動技能為速攻短冷卻反擊及回復小量HP，由於接近永動，在道中處理小兵表現還算理想，回復血量則當作不無小補，別過份依賴它強化隊伍的生存力。覺醒後主動技能為高倍率速攻反擊，覺醒的超反擊特性再配合上自身的貫通Lv 3，傷害還是滿可觀的。</p><p>TP技能回復血量優秀，消耗TP量中等，但是由於限制的對象過大，基本上拿TP去覺醒別的棋寵還比較化算，整體而言TP技能實用性偏低。綜合來說，以新手為前提下她當隊長或隊員都應該有不錯表現，但並不至於要到首抽的程度。對老手來說就是手邊沒有其他更好的超反擊棋寵時可以先湊合著用，覺醒後有速攻效果就是有速刷關卡及出場機會增加的保證在。</p>"
  		}
  	)
}