export default function handler(req, res) {
  res.status(200).json(
  		{
  			'Number':'2472',
  			'Image':'https://imgur.com/sJrL10B.jpg',
  			'Name_tc':'崩滅帝',
  			'Name_jp':'崩律帝獣・フィアドラーク',
  			'hp':'22225',
  			'Atk_before':'300x3(4)回',
  			'Atk_after':'352x3(4)回',
  			'Soul':'5格',
  			'Type':['HPtype','砲擊type'],
  			'Characteristic_Before':['飛行','對空攻擊 Lv1'],
  			'Characteristic_After':['飛行','對空攻擊 Lv1'],
  			'Tp_Transform':'30',
  			'Tp_Characteristic':'指向共嗚柱(斜列)',
  			'Comment':"<p>二代暗限定，初登場時以廣範圍組隊及高攻防倍率為其賣點，但隨著時代的發展，攻擊倍率大幅落後，現在以隊員身份作支援為主。</p><p>覺醒前主動技能為大範圍多段炮擊，並附帶麻痺效果，倍率整體來說不算高，而已冷卻時間偏長所以實用性略低。覺醒後主動技能為單格高倍率連續炮擊及追尾防貫炮，比較麻煩的點是沒有連鎖的關係，調位置上有一定的困難，再加上是先高倍炮擊再放低倍率防貫炮，要是敵方有屏障的情況下輸出傷害亦會少了一大截。</p><p>覺醒特性的指向共嗚有效加大覺醒後的炮擊範圍，但由於指向共鳴柱只會生成一次並且無法提升等級，對整體輸出傷害的提升不大。TP技能增加對光屬性敵人傷害，雖然可以提高單回合的爆發力，不過現在的王動不動都有複數血條，在要承受回我方多回合被增傷的代價下，總結是弊多於利的可能性較大。整體來說，鑑於技能冷卻偏長並且實用度低下，現時的生態下應該沒什麼出場的可能性。</p>"
  		}
  	)
}