export default function handler(req, res) {
  res.status(200).json(
  		{
  			'Number':'1846',
  			'Image':'https://imgur.com/2qso3dt.jpg',
  			'Name_tc':'煌寶王',
  			'Name_jp':'煌天宝王・フェルルナーシュ',
  			'hp':'17648',
  			'Atk_before':'243x3(4)回',
  			'Atk_after':'263x3(4)回',
  			'Soul':'5格',
  			'Type':['平衡type','輔助type'],
  			'Characteristic_Before':['飛行','愛心UP'],
  			'Characteristic_After':['飛行','愛心UP','技能盾 Lv1'],
  			'Tp_Transform':'25',
  			'Tp_Characteristic':'陷阱發動',
  			'Comment':"<p>初代的光限定，同時為覺醒系統的首批試驗品。初登場時唯一被欺凌的棋寵，同系列都會速攻只有它被排除在外。</p><p>隊長技能為無限制組隊的低攻擊倍率，沒有生存能力再加上傷害不足的情況下，在這時代完全活不下去。覺醒前主動技能為縱橫斜列炮擊，倍率不高並且冷卻很長，大多數情況都派不上用場。覺醒後主動技能為縱橫斜列炮擊同時設置對十字列陷阱，倍率普通冷卻略長，實用性低。</p><p>不知道煌寶王是在哪邊得罪了官方，在沒覺醒系統前就蹲在倉庫，覺醒後還是逼它在那邊蹲，完全沒經歷過任何輝煌的時光。自身的攻擊力跟血量並不突出，加上覺醒前後的主動技可被取代性過高，出場機會大概是不怎會有，希望官方哪天想起這個可憐的孩子救救它吧。</p>"
  		}
  	)
}