export default function handler(req, res) {
  res.status(200).json(
  		{
  			'Number':'2399',
  			'Image':'https://imgur.com/ZuNNGzd.jpg',
  			'Name_tc':'煉擊帝',
  			'Name_jp':'煉獄帝獣・アドラグレンド',
  			'hp':'17582',
  			'Atk_before':'290x3(4)回',
  			'Atk_after':'307x3(4)回',
  			'Soul':'5格',
  			'Type':['平衡type','強襲type'],
  			'Characteristic_Before':['全體化','對空攻擊 Lv1'],
  			'Characteristic_After':['全體化','對空攻擊 Lv1','技能盾 Lv1'],
  			'Tp_Transform':'30',
  			'Tp_Characteristic':'道具效果強化(隨機)',
  			'Comment':"<p>二代火限定，初登場時以廣範圍組隊及高攻防倍率為其賣點，但隨著時代的發展，攻擊倍率大幅落後，現在以隊員身份作支援為主。</p><p>覺醒前主動技能為略長冷卻的三回合持續倍攻，作為無任何限制對象及範圍下，倍率算是不過不失，泛用性還可以。覺醒後主動技能為全體重力及有限制對象的多回合高倍攻，由於重力扣減血量極高，通常作為一擊必殺王使用的情況居多。相對的例外情況就是在逆血量前先重力我方、配合關卡限制管理血量、壓血強行觸發強力隊長技等等，因應使用時機而有不同的價值。</p><p>整體而言，攻略高難度關卡時還是會考慮它當隊員，但大概只會在次選的位置。由於現在的王通常以多條血量為主，覺醒特性的道具強化作為持久戰時作用相對有限，再加上覺醒後重力效果是一把雙刃劍，在有其他更好的倍攻或支援角色下，它的出場機會應該不多。</p>"
  		}
  	)
}