export default function handler(req, res) {
  res.status(200).json(
  		{
  			'Number':'1844',
  			'Image':'https://i.imgur.com/6bBsDRn.jpg',
  			'Name_tc':'炎龍王',
  			'Name_jp':'炎鳳竜王・レプティアス',
  			'hp':'13467',
  			'Atk_before':'286x3(4)回',
  			'Atk_after':'345x3(4)回',
  			'Soul':'5格',
  			'Type':['攻擊type','強襲type'],
  			'Characteristic_Before':['飛行','全體化'],
  			'Characteristic_After':['飛行','全體化','技能盾 Lv1'],
  			'Tp_Transform':'25',
  			'Tp_Characteristic':'弱點賦予',
  			'Comment':"<p>初代的火限定，同時為覺醒系統的首批試驗品，初登場時表現亮眼，但時代關係已經漸漸沒落回歸倉管。</p><p>隊長技能為無限制組隊的低攻擊倍率跟減傷，時代關係，這倍率基本上是不會用得上。覺醒前主動技能為縱橫斜列炮擊，倍率不高並且冷卻很長，大多數情況都派不上用場。覺醒後主動技能為速攻自身高倍攻，倍攻倍率還不錯高，可惜特性中並沒有包含貫通增加傷害，再加上自身攻擊力普普，在現今動不動就千萬血量的情況下，表現普普，通常會有更好的代替品。</p><p>整體來說，經過歲月的洗禮，覺醒能力的優勢已經被沖淡，比較可能有機會出場的情況就是特定關卡需要覺醒速攻倍攻打破困局。老玩家們大概可以把他視作倉管。至於新手要是有幸抽到，又缺乏單體高倍攻的話還是可以稍微練一下，作為陪伴渡過成長時期而言還是合格的。</p>"
  		}
  	)
}

