export default function handler(req, res) {
  res.status(200).json(
  		{
  			'Number':'1847',
  			'Image':'https://i.imgur.com/51pfFrZ.jpg',
  			'Name_tc':'黑雷王',
  			'Name_jp':'黒撃雷王・ロンドハーケン',
  			'hp':'14403',
  			'Atk_before':'294x3(4)回',
  			'Atk_after':'323x3(4)回',
  			'Soul':'5格',
  			'Type':['攻擊type','反擊type'],
  			'Characteristic_Before':['飛行','貫通 Lv2'],
  			'Characteristic_After':['飛行','貫通 Lv2','技能盾 Lv1'],
  			'Tp_Transform':'40',
  			'Tp_Characteristic':'超反擊',
  			'Comment':"<p>初代的暗限定，同時為覺醒系統的首批試驗品。初登場時驚天動地，只要敵人有箭頭就一巴掌打死給你看。</p><p>隊長技能為無限制組隊的低攻擊倍率，沒有生存能力再加上傷害不足的情況下，在這時代用不上場。覺醒前主動技能為縱橫斜列炮擊，倍率不高並且冷卻很長，大多數情況都派不上用場。覺醒後主動技能為速攻高倍率反擊，技能冷卻不算長，配上貫通跟超反擊特性傷害可觀。</p><p>曾經風靡一時的反擊霸主，但對比現世代的棋寵，它覺醒前的技能實在是過於弱勢，這是很嚴重的硬傷。覺醒後的技能亦因時代的推進而有更好代替品，再加上自身攻擊和血量都跟新時代的棋寵有一定差距，整體輸出明顯差了一截。整體而言，老玩家有更好的超反擊棋寵大概都會把它當倉管，至於新手玩家要是有幸抽到，而在倉庫中還沒有超反擊類棋寵的話，還是建議練一支覺醒，對於硬解部份關卡可是滿有幫助的。</p>"
  		}
  	)
}