export default function handler(req, res) {
  res.status(200).json(
  		{
  			'Number':'1845',
  			'Image':'https://imgur.com/zhiwE2w.jpg',
  			'Name_tc':'嵐角王',
  			'Name_jp':'嵐槍角王・ドゥームエルシュ',
  			'hp':'19467',
  			'Atk_before':'230x3(4)回',
  			'Atk_after':'239x3(4)回',
  			'Soul':'5格',
  			'Type':['HPtype','防禦type'],
  			'Characteristic_Before':['全體化','防禦性能 Lv3'],
  			'Characteristic_After':['全體化','防禦性能 Lv3','技能盾 Lv1'],
  			'Tp_Transform':'30',
  			'Tp_Characteristic':'道具生成',
  			'Comment':"<p>初代的木限定，同時為覺醒系統的首批試驗品。初登場時全體化特性配上道具生成，老玩家們都讚不絕口。</p><p>隊長技能為無限制組隊的低攻擊倍率跟倍血，時代關係，這倍率基本上是不會用得上。覺醒前主動技能為縱橫斜列炮擊，倍率不高並且冷卻很長，大多數情況都派不上用場。覺醒後主動技能為速攻多段防貫自動炮擊，冷卻時間普通，威力亦不算特別亮眼，但還是能用的等級。</p><p>整體來說，嵐角王的賣點並不在傷害，而是在其功能性，全體化特性配上道具生成直接給它增添不少出場機會，覺醒後的自動炮擊在現時屏障層數不斷增加的情況下更見功效，但同時封印貼紙橫行的關係導致實現的可能性下降，這部份算是剛好扯平。結論而言，在新手的倉庫沒有其他更好的道具生成棋寵情況下，它還是相當堪用，老玩家就練好後放它在倉庫以備不時之需吧。</p>"
  		}
  	)
}